{
  "title": "My Portfolio",
  "languageButton": "Change language",
  "workExperience": "Work Experience",
  "skillsets": "Skillsets",
  "contactMe": "Contact Me",
  "cvUrl": "https://docs.google.com/document/d/1oTekYZ-bR3iDIKBEzIte-Fyh-IZyISOF/edit",
  "About me": "About Me",
  "aboutMe": "Hello! I'm...",
  "contactMeSection": "Contact Me",
  "helloText": "Hello! I'm",
  "name": "Oscar Lopez",
  "devDescription": "a passionate and collaborative front-end developer. I love working in a team and I believe in the importance of open and effective communication. My analytical and detailed approach allows me to solve problems efficiently. I am always updated with the latest trends and I am a constant learner. Excited to take part in challenging projects and build amazing web experiences together!",
  "headerTitle": "I’m Oscar Lopez Restrepo. A Front-End developer",
  "headerLocation": "based in Colombia.",
  "greeting": "Hi",
  "aboutMeDescription": "I'm a Front-End developer and web Designer on CSS and Taildwind with great ideas and good teamwork performance. If you're looking for someone with dedication and teamwork skills, I'm the guy.",
  "skillsTitle": "Skills:",
  "AllReserved": "All rights reserved 2023",
  "contatcm": "Contact me",
  "Skillsets": "skill sets",
  "Skillsetstext": "With skills in different different fields of design, I am the perfect person to hire when it comes to a complete project. I can take on practically any challenge, no matter how difficult it is and if I don't know how to do it, I won't rest until I find the way to solve it.",
  "Skillsetstext2": "I am passionate about my work.",
  "Frameworks": "Frameworks",
  "SourceControl": "Source Control",
  "Languages": "Languages",
  "WorkExperience": "Work Experience",
  "MainProyects": "Main Proyects",
  "AcademloStore": "Academlo Store",
  "project1": "project 1",
  "project1text": "In this project I'm working with a team from Academlo, we made this store with cart dark mode, slider, main memory, support window, etc. We use CSS and JavaScript.",
  "clickon1": "click on the project"
}
