{
  "title": "Mi Portafolio",
  "languageButton": "Cambiar idioma",
  "workExperience": "Experiencia Laboral",
  "skillsets": "Habilidades",
  "contactMe": "Contáctame",
  "cvUrl": "https://docs.google.com/document/d/1lMZdwiVbKUV7b0TzoTomOujiIQBKVJsn/edit#heading=h.gjdgxs",
  "About me": "Acerca de mi",
  "aboutMe": "¡Hola! Soy...",
  "contactMeSection": "Contáctame",
  "helloText": "¡Hola! Soy",
  "name": "Oscar Lopez",
  "devDescription": "un apasionado y colaborador desarrollador front-end. Me encanta trabajar en equipo y creo en la importancia de una comunicación abierta y efectiva. Mi enfoque analítico y detallado me permite resolver problemas de manera eficiente. Siempre estoy actualizado con las últimas tendencias y soy un aprendiz constante. ¡Emocionado de participar en proyectos desafiantes y crear increíbles experiencias web juntos!",
  "headerTitle": "Soy Oscar Lopez Restrepo. Un desarrollador Front-End ",
  "headerLocation": "con sede en Colombia.",
  "greeting": "Hola",
  "aboutMeDescription": "Soy desarrollador Front-End y Diseñador web en CSS y Tailwind con grandes ideas y buen desempeño en trabajo en equipo. Si buscas a alguien con dedicación y capacidad de trabajo en equipo, soy el indicado.",
  "skillsTitle": "Habilidades:",
  "AllReserved": "Todos los derechos reservados 2023",
  "contatcm": "Contacta me",
  "Skillsets": "conjuntos de habilidades",
  "Skillsetstext": "Con habilidades en diferentes campos del diseño, soy la persona perfecta para contratar cuando se trata de un proyecto completo. Puedo asumir prácticamente cualquier desafío, por difícil que sea y si no sé cómo hacerlo, no descansaré hasta encontrar la manera de resolverlo.",
  "Skillsetstext2": "Soy apasionado por mi trabajo.",
  "Frameworks": "marcos",
  "SourceControl": "fuente de control",
  "Languages": "Lenguajes",
  "WorkExperience": "Experiencia Laboral",
  "MainProyects": "Principales Proyectos",

  "AcademloStore": "Tienda Academlo",
  "project1": "projecto 1",
  "project1text": "En este proyecto estoy trabajando con un equipo de Academlo, hicimos esta tienda con carrito en modo oscuro, slider, memoria principal, ventana de soporte, etc. Usamos CSS y JavaScript.",
  "clickon1": "click en el proyecto",

  "Apiclimate": "Clima Api",
  "project2": "projecto 2",
  "project2text":"Uso Tailwind CSS, JS y HTML en React para la API terminada. agregue modos como el modo oscuro que se adapta automáticamente según el tiempo, puede buscar en diferentes lugares.",
  "clickon2": "click en el proyecto",

  "Store": "Tienda",
  "project3": "projecto 3",
  "project3text":"en esta tienda ponemos a prueba nuestras habilidades, utilizando CSS, JavaScript y HTML5. Que esperas para visitar Gaming Software Pereira ahora. esta tienda es diseño de práctica",
  "clickon3":"click en el proyecto",

  "AboutGalaxies": "Acerca de las galaxias",
  "project4": "projecto 4",
  "project4text": "Bienvenido a la galaxia. Realizarás este viaje por el espacio en un cohete, logrando así viajar a diferentes lugares y así descubrir grandes cosas.",
  "clickon4":"click en el proyecto",

  "RickAndMorty": "Rick y Morty",
  "project5": "projecto 5",
  "project5text": "Vamos en un viaje a través de diferentes dimensiones, con nuestros dos amigos locos. No te imaginas los personajes que encontraremos en estos diferentes lugares.",
  "clickon5":"click en el proyecto",

  "DataBase": "Base de datos",
  "project6": "projecto 6",
  "project6text": "En este proyecto se trabaja en la creación de una base de datos, con funciones de registro de usuarios, eliminación de usuarios y actualización de datos.",
  "clickon6":"click en el proyecto",

  "CardFrontedmentor": "tarjeta Frontedmentor",
  "project7": "projecto 7",
  "project7text": "Este es un desafío de mentor front-end, replicamos una tarjeta de estadísticas usando Tailwind CSS, HTML5 y JavaScript. Todos los derechos a los creadores del reto.",
  "clickon7":"click en el proyecto",

  "PokedexApi": "Pokedex Api",
  "project8": "projecto 8",
  "project8text": "En este proyecto, usamos tailwind, react, vite y una api para crear un pokedex. ven a buscar tu pokemon",
  "clickon8":"click en el proyecto",

  "E-commerce": "comercio electrónico Amazing Store",
  "project9": "projecto 9",
  "project9text": "En este proyecto, usamos Tailwind, React, Vite y una API para crear una tienda increíble. ¿te gustaría comprar algo?",
  "clickon9":"click en el proyecto"


}